tap "carlocab/personal"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "anyenv"
brew "glib"
brew "python@3.9", link: false
brew "calicoctl"
brew "coreutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "guile"
brew "nghttp2"
brew "cask"
brew "gcc"
brew "openblas"
brew "suite-sparse"
brew "tbb"
brew "cocoapods"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fish"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnuplot"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "szip"
brew "hdf5"
brew "helm", link: false
brew "htop"
brew "hugo"
brew "hyperkit", link: false
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "makeself"
brew "mycli"
brew "mysql"
brew "netcdf"
brew "numpy", link: false
brew "vtk"
brew "opencv"
brew "peco"
brew "procs"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "stern"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "carlocab/personal/unrar"
brew "dart-lang/dart/dart", link: false
cask "cinebench"
cask "discord"
cask "figma"
cask "fliqlo"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-menlo-for-powerline"
cask "github"
cask "karabiner-elements"
cask "keycastr"
cask "obs"
cask "obs-virtualcam"
cask "obsidian"
cask "rectangle"
cask "visual-studio-code"
